Repository: danardf/gateway
Catalog: i18n/*/LC_MESSAGES/gateway.po
Languages: fr_fr

source: Add a gateway
fr_fr: Ajouter une passerelle

source: Add
fr_fr: Ajouter

source: Phone Number
fr_fr: N° de tél.

source: City
fr_fr: Ville

source: Gateway
fr_fr: Passerelle

source: DIDs
fr_fr: SDAs

source: Configure your Extension as Gateway
fr_fr: Configurez votre Extension en tant que Passerelle.

source: Extension as Gateway
fr_fr: Extension / Passerelle

source: Select an extension.
fr_fr: Sélectionnez une Extension.

source: Enter the name of the contact.
fr_fr: Entrez le nom du contact.

source: Enter the description of the gateway.
fr_fr: Faites une description de la passerelle.

source: Email
fr_fr: Courriel.

source: Enter the email of the contact.
fr_fr: Entrez l'adresse courriel du contact

source: Address
fr_fr: Adresse

source: Enter the address of the contact.
fr_fr: Entrez l'adresse du contact.

source: Zip code
fr_fr: Code postal

source: Zip Code
fr_fr: Code Postal

source: Enter the ZIP code.
fr_fr: Entrez le code postal.

source: Enter the city of the contact.
fr_fr: Entrez la ville du contact.

source: Country
fr_fr: Pays

source: Enter the country of the contact.
fr_fr: Entrez le pays du contact.

source: Gateway IP
fr_fr: IP de la passerelle

source: Gateway IP address
fr_fr: Addresse IP de la passerelle

source: Ip address of the remote gateway. (Public IP address)
fr_fr: Adresse IP de la passerelle distante. (Adresse IP public)

source: Primary DID
fr_fr: SDA Principale

source: Primary DID number to afect on this gateway (Usualy the same as your extension number).
fr_fr: N° SDA Principal à affecter à la passerelle (habituellement la même que votre n° d'extension).

source: Additional DIDs attached to your gateway
fr_fr: SDA supplémentaires attachées à votre passerelle

source: DID
fr_fr: SDA

source: Document to configure the gateway
fr_fr: Document pour configurer le module passerelle

source: Trunks and extensions must be configured with the PJSIP driver. This means chan_sip is not supported!
fr_fr: Les Trunks et extensions doivent être configurés en PJSIP. Cela veut dire que chan_sip n'est pas supporté!

source: Main page
fr_fr: Page Principale

source: When you go to the gateway page, you've got a grid showing all gateways configured like this.
fr_fr: Lorsque cous allez sur la page Passerelle, vous aurez un tableau montrant les passerelles configurées, comme ceci:

source: This grid shows some useful things regarding this gateway.
fr_fr: Ce tableau montres quelques choses utiles concernant cette passerelle.

source: Add Gateway
fr_fr: Ajouter une Passerelle.

source: To add a gateway, click on the + Add button above the grid.
fr_fr: Pour ajouter une passerelle, cliquez sur le bouton + Ajouter au dessus du tableau.

source: A page is displayed, you just have to fill in the desired fields.
fr_fr: Une page est affichée, vous devez remplir les champs désirés.

source: The required fields are:
fr_fr: Les champs obligatoires sont:

source: Extension as gateway
fr_fr: Exntension / Passerelle

source: Start by selecting an extension to convert to a gateway.
fr_fr: Commencez par sélectionner une extension à convertir en passerelle.

source: Enter the IP address of the gateway that will be connected to the extension. Example: 200.25.46.30 or 200.25.46.30:5061
fr_fr: Entrez l'adresse IP de la passerelle qui sera connectée à l'extension. Ex: 200.25.46.30 ou 200.25.46.30:5061

source: If you do not specify the port in the IP address of your gateway, the port will point to 5060.
fr_fr: Si vous ne spécifiez pas le n° du port dans l'adresse IP de votre passerelle, le port pointera sur le 5060.

source: When you choose an extension to convert to a gateway, the Primary DID fields will be filled in automatically. The first DID will therefore be the head phone number.
fr_fr: Lorsque vous choisissez une extension à convertir en passerelle, le champ SDA Principale se renseignera automatiquement. La première SDA sera donc le n° de tête.

source: You may add any DID number associated to the gateway clicking on DID + button. If the field DID is added, fill it, otherwise, you can delete it clicking on the trash button.
fr_fr: Vous pouvez ajouter des n° SDA associés à la passerelle en cliquant sur le bouton SDA +. Si le champ SDA est ajouté, remplissez le, ou alors vous pouvez le supprimer en cliquant sur l'icône en forme de poubelle.

source: Fill in the other fields to identify the gateway. Then click on the Submit button.
fr_fr: Replissez un autre champs pour identifier votre passerelle. Cliquez alors sur le bouton Soumettre.

source: Edit Gateway
fr_fr: Edition Passerelle

source: On the grid, click on the Pencil icon on the right of row. Same type of fields used above. You can change everything excepted the field: Extension as Gateway and Primary DID.
fr_fr: Dans le tableau, cliquez sur l'icône en forme de stylo sur la droite de la ligne. Les mêmes champs comme ci-dessus. Vous pouvez tout changer sauf le champs Extension / Passerelle et SDA Principale.

source: Delete Gateway
fr_fr: Supprimer la Passerelle

source: You can delete a gateway clicking on the trash icon.
fr_fr: Vous pouvez supprimer une passerelle en cliquant sur l'icône en forme de poubelle.

source: Setting Up FreePBX or PBXact
fr_fr: Configurez FreePBX ou PBXact

source: Once extensions (PJSIP) are used as a gateway, their context will change to:
fr_fr: Une fois que les extensions (PJSIP) sont utilisés en tant que passerelle, le contexte sera changé en:

source: Regarding the trunk (PJSIP) used to receive calls to gateways, set the context manually to:
fr_fr: Concernant le trunk (PJSIP) utilisé pour recevoir les appels vers les passerelles, configurez le contexte manuellement avec:

source: Look the schema above.
fr_fr: Regardez le schéma ci-dessus.

source: Update your Gateway here
fr_fr: Mettre à jour votre passerelle ici

source: Enter the address
fr_fr: Entrez l'adresse

source: Enter the ZIP code
fr_fr: Entrez le code postal

source: Enter the city
fr_fr: entrez la ville

source: Enter the country
fr_fr: Entrez le pays

source: DID number to add on this gateway (only one entry).
fr_fr: N° SDA à ajouter sur cette passerelle (seulement un n° par champ)

source: Help
fr_fr: Aide

source: Home
fr_fr: Page Principale

source: Details
fr_fr: Détails

source: none
fr_fr: Aucune

source: Do you really want to delete this gateway?
fr_fr: Voulez-vous réellement supprimer cette passerelle?

source: The gateway has been successfully delete
fr_fr: La passerelle a été supprimée avec succès

source: An Ajax error is occured!! Please, check console logs.
fr_fr: Une erreur Ajax c'est produite. Vérifier les journaux sur votre console, SVP.

source: address
fr_fr: adresse

source: city
fr_fr: ville

source: zip_code
fr_fr: code postal

source: country
fr_fr: pays

source: email
fr_fr: courriel

source: gateway
fr_fr: passerelle

source: dids
fr_fr: SDAs

source: Submit
fr_fr: Soumettre

source: Cancel
fr_fr: Annuler

source: Gateway List
fr_fr: Liste des Passerelles.

source: The extension is not numeric!
fr_fr: L'extension n'est pas numérique!

source: Contact Error: Wrong characters detected!
fr_fr: Erreur Contact: Mauvais caractères détectés!

source: Description Error: Wrong characters detected!
fr_fr: Erreur Description: Mauvais caractères détectés!

source: Address Error: Wrong characters detected!
fr_fr: Erreur Adresse: Mauvais caractères détectés!

source: City Error: Wrong characters detected!
fr_fr: Erreur Ville: Mauvais caractères détectés!

source: Country Error: Wrong characters detected!
fr_fr: Erreur Pays: Mauvais caractères détectés!

source: ZIP Code is not numeric!
fr_fr: Le code postal n'est pas numérique!

source: Invalid email.
fr_fr: Courriel non valide.

source: Gateway Error: Invalid IP address!
fr_fr: Erreur Passerelle: Adresse IP non valide!

source: Did: is not numeric!
fr_fr: La SDA n'est pas numérique!
